{
  "GuideData": {


    "AdsController": [
      {
        "NetworkAds": "admob",
        "AdMobId": "pub-4086177790270588",

        "BannerAdmob": "ca-app-pub-4086177790270588/1830134333",
        "InterstitialAdmob": "ca-app-pub-4086177790270588/9517052664",
        "NativeAdmob": "ca-app-pub-4086177790270588/5581870600",

        "BannerFacebook": "IMG_16_9_APP_INSTALL#",
        "InterstitialFacebook": "IMG_16_9_APP_INSTALL#",
        "NativeFacebook": "VID_HD_9_16_39S_APP_INSTALL#"

      }
    ],

    "items": [
      {
        "title": "About",
        "image": "image1.jpg"
      },
      {
        "title": "PAY ATTENTION TO THE STORY",
        "image": "image2.jpg"
      },
      {
        "title": "ADJUST WORLD TIER UNTIL YOU’RE HAVING FUN",
        "image": "image3.jpg"
      },
      {
        "title": "IF YOU’RE STRUGGLING, RESPEC TO GET TANKY",
        "image": "image4.jpg"
      },
      {
        "title": "TEST CLASSES EARLY",
        "image": "image5.jpg"
      },
      {
        "title": "MATCH YOUR ABILITIES TO YOUR ENEMIES",
        "image": "image6.jpg"
      },
      {
        "title": "SALVAGE YOUR GEAR FOR MODS",
        "image": "image2.jpg"
      },
      {
        "title": "START CRAFTING EARLY FOR MODS AND VARIANTS",
        "image": "image1.jpg"
      }
    ],

    "content1": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image1.jpg",
        "text": "Outriders is a RPG-Shooter with aggressive gunplay and intense action. As such, blood and gore is frequent, and core to the experience. The Outriders unique abilities are as violent as the shooting, with bloody and gruesome methods for dispatching of enemies. The world of Enoch is dark and desperate, and the characters that inhabit the world are equally so. The game has strong language, adult theme and scenes some may find distressing.",
        "isNative": "true"
      }
    ],
    "content2": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image2.jpg",
        "text": "Outriders’ story doesn’t start strongly, but resist the urge to skip cutscenes. The story gets much better, and we found ourselves invested in some of the characters toward the middle of the game. Give the characters and the story a chance, and it’ll pay off later.",
        "isNative": "true"
      }
    ],
    "content3": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image3.jpg",
        "text": "Outrider’s World Tier system is one of its most interesting ideas. It’s essentially a dynamic difficulty that you can change by going into your Quest menu and looking for the World Tier prompt. That will take you to the World Tier screen (seen above), where you can choose a World Tier, collect rewards, and even set the game to automatically adjust to the highest possible World Tier. If you play at the highest World Tier you’ve unlocked, you’ll make progress toward the next World Tier, each of which is more difficult than the last. At higher World Tiers, enemies are more difficult and the rewards you receive are better. The game is so difficult at whatever your currently available top World Tier is that you’ll likely spend a lot of time replaying encounters. We had a great time on this max difficulty, but that’s just us. You don’t have to suffer. Instead, think of World Tier like a difficulty setting that you can change on the fly. If you’re enjoying the challenge, keep pushing the max World Tier. But if you’d like a more relaxed experience where you feel like a god smashing enemies — even for just a single encounter you’re struggling on — bump that World Tier down until you feel comfortable.",
        "isNative": "true"
      }
    ],
    "content4": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image4.jpg",
        "text": "Every class in Outriders has a tank spec on its class tree, designed to keep you alive with health and resistance bonuses. Some classes even get a free revive mid-combat, negating a death every few minutes. Early on in Outriders, we hit a massive difficulty wall with our Devastator. Rather than bump the World Tier down, we decided to refund all of our class points and invest them in the tank class tree. We had a smoother time after that, and the self-revive skill saved us more times than we can count. This method only works if you’re planning on staying at the highest World Tier. Once the tank method starts to fail you, consider looking up a build guild that doesn’t rely on gear too much.",
        "isNative": "true"
      }
    ],
    "content5": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image5.jpg",
        "text": "Outriders is a long game, and you’ll spend a lot of time fiddling with your class during the campaign. The length — and as we’ve discussed above, the potential difficulty — of Outriders makes your class decision important. You wouldn’t want to restart halfway through after discovering that you don’t like your class. Clear the first area as your selected class, give you class tree a read, and consider starting another class before moving forward. When making an alt character, you can skip the intro, which speeds up the process. Replay the first area again with a new class to get a feel of the differences. This is a really easy way to test out another class before you commit. It’s better to spend a few hours fiddling with the different classes than restarting 10 hours in.",
        "isNative": "true"
      }
    ],
    "content6": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image6.jpg",
        "text": "Each class has a handful of abilities in Outriders, and all of them have best uses that might not be obvious at first. Some abilities are great at dealing with human enemies and bad at dealing with monsters, or vice versa, for example. For example, the Devastator class has a defensive ability called Reflect Bullets. When you activate it, bullets can’t bypass your shield, so you catch them like Neo from The Matrix and blast them back at your enemies, dealing massive damage. When you’re getting shot at, this skill is awesome. But as soon as you fight a monster with claws, it’s useless. Try different ability combinations depending on your current encounter — especially if you’re having trouble.",
        "isNative": "true"
      }
    ],
    "content7": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image7.jpg",
        "text": "In Outriders, you can salvage your gear, or you can sell it for Scrap (Outriders money). While you technically have a choice here, always salvage your gear instead of selling it. Salvaging gives you materials you’ll need for crafting, but it also gives you mods. Weapons and armor come with mods already in them, and these mods can alter your abilities and grant an effect in combat. When you salvage a piece of gear with a mod you don’t own yet, you’ll add it to your collection. You can then add that mod to a different weapon or armor piece through the crafting system. Accumulating mods is also a form of preparation for the post-game. Collect as many mods as possible before you finish the game, and it’ll really open up your options in the endgame.",
        "isNative": "true"
      }
    ],
    "content8": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF",
        "style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "image_link": "preview/image8.jpg",
        "text": "Early in Outriders, you’ll get the ability to craft weapons. But in a game where you’re swapping gear so frequently, it can be tempting to hold off on crafting. But with crafting, you can swap mods on weapons and armor to really amp up your damage. Even in the early parts of Outriders, swapping mods doesn’t cost many resources, making it worthwhile if you find a weapon you really like. Just know that you can only swap one mod out on a weapon, as the process locks the other mod in place. You can also use crafting to swap your weapon variant, turning your single-shot assault rifle into an automatic, or a multi-shot rifle to a bolt-action rifle. If you get a powerful drop that’s an archetype you don’t like, consider paying a small fee to change it.",
        "isNative": "true"
      }
    ]
  }
}
